---
kind: other
id: Methods.T:Autodesk.Revit.UI.Plumbing.PipeFittingAndAccessoryPressureDropUIData
source: html/2ae26eb8-3ed9-3fca-8818-60ab16162c4d.htm
---
# PipeFittingAndAccessoryPressureDropUIData Methods

Gets all UI data items stored in the UI data.